<template>
  <v-layout column>
    <h1>このwebアプリが目指す姿</h1>
    <p>
      ホロライバーは毎日動画を生配信し続けている。体感、１ライバーあたり2h/日程度の動画数がある(耐久配信をした場合には6~8hに及ぶ)。追いかけているライバーが複数人いた場合すべてを視聴することは現実的ではなく、以下に示すような効率的な動画視聴が求められている。
    </p>
    <ul>
      <li>2窓視聴ツールを用い、複数生放送を同時に再生する</li>
      <li>アーカイブ動画へ、タイムテーブルや盛り上がったシーンの時間をコメントする</li>
      <li>アーカイブ動画を加工し、切り抜き動画を作成して動画投稿する</li>
      <li>好きなシーンのリンクをtwitterでツイート</li>
    </ul>
    <br>
    <p>また、一度視聴した後であっても</p>
    <ul>
      <li>自分が投稿したコメントをライバーに拾ってもらえたときのシーン</li>
      <li>ふとした時に振り返って視聴したいシーン</li>
    </ul>
    <p>
      を見たい需要は一定数存在する。この需要に対し、urlや時間をメモ(動画内コメントやメモツール)する方法が取られている。
    </p>
    <br>
    <p> 以上の現状から、</p>
    <ul>
      <li>生配信を見逃したユーザに対しては、アーカイブの中でも人気のシーンが簡単に視聴できる</li>
      <li>生配信を視聴済みのユーザに対してはお気に入りのシーンを保存、共有できる</li>
    </ul>
    <p>プラットフォームを目指す。</p>
  </v-layout>
</template>

<script>
export default {
  components: {}
}
</script>
